[
  {
    "Name": "Wrong Place Wrong Time",
    "Author": "Gillian McAllister",
    "Month": "January",
    "Year": "2023",
    "Description": "Late October. After midnight. You're waiting up for your seventeen-year-old son. He's late. As you watch from the window, he emerges, and you realize he isn't alone: he's walking toward a man, and he's armed. You can't believe it when you see him do it: your funny, happy teenage son, he kills a stranger, right there on the street outside your house. You don't know who. You don't know why. You only know your son is now in custody. His future shattered. That night you fall asleep in despair. All is lost. Until you wake... and it is yesterday. And then you wake again... and it is the day before yesterday. Every morning you wake up a day earlier, another day before the murder. With another chance to stop it. Somewhere in the past lies an answer. The trigger for this crime—and you don't have a choice but to find it...",
    "Rating": 0,
    "Image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fdebbiedelouise.files.wordpress.com%2F2022%2F08%2Fwrongplace.jpg&f=1&nofb=1&ipt=7e87848cb3af977229da0cbffc95a617807ca12018bbdd3f99904ffc13869e50&ipo=images"
  },
  {
    "Name": "A Boy Called Christmas",
    "Author": "Matt Haig",
    "Month": "December",
    "Year": "2022",
    "Description": "You are about to read the true story of Father Christmas. It is a story that proves that nothing is impossible. If you are one of those people who believe that some things are impossible, you should put this book down right away. It is most certainly not for you. Because this book is FULL of impossible things. Are you still reading? Good. Then let us begin . . . A Boy Called Christmas is a tale of adventure, snow, kidnapping, elves, more snow, and an eleven-year-old boy called Nikolas, who isn't afraid to believe in magic.",
    "Rating": 6.3,
    "Image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fimages-na.ssl-images-amazon.com%2Fimages%2FI%2F91Ko%252BV8IzoL.jpg&f=1&nofb=1&ipt=436b5247dc258c5c5b7102c52f7c6a318724baebd828742ef914aa9fa5bc913a&ipo=images"
  },
  {
    "Name": "Book Lovers",
    "Author": "Emily Henry",
    "Month": "November",
    "Year": "2022",
    "Description": "Nora Stephens' life is books—she's read them all—and she is not that type of heroine. Not the plucky one, not the laidback dream girl, and especially not the sweetheart. In fact, the only people Nora is a heroine for are her clients, for whom she lands enormous deals as a cutthroat literary agent, and her beloved little sister Libby. Which is why she agrees to go to Sunshine Falls, North Carolina for the month of August when Libby begs her for a sisters' trip away—with visions of a small-town transformation for Nora, who she's convinced needs to become the heroine in her own story. But instead of picnics in meadows, or run-ins with a handsome country doctor or bulging-forearmed bartender, Nora keeps bumping into Charlie Lastra, a bookish brooding editor from back in the city. It would be a meet-cute if not for the fact that they've met many times and it's never been cute. If Nora knows she's not an ideal heroine, Charlie knows he's nobody's hero, but as they are thrown together again and again—in a series of coincidences no editor worth their salt would allow—what they discover might just unravel the carefully crafted stories they've written about themselves",
    "Rating": 6.2,
    "Image": "/Images/BookLovers.jpg"
  },
  {
    "Name": "Daisy Darker",
    "Author": "Alice Feeney",
    "Month": "October",
    "Year": "2022",
    "Description": "After years of avoiding each other, Daisy Darker's entire family is assembling for Nana's 80th birthday party in Nana's crumbling gothic house on a tiny tidal island. Finally back together one last time, when the tide comes in, they will be cut off from the rest of the world for eight hours. The family arrives, each of them harboring secrets. Then at the stroke of midnight, as a storm rages, Nana is found dead. And an hour later, the next family member follows… Trapped on an island where someone is killing them one by one, the Darkers must reckon with their present mystery as well as their past secrets, before the tide comes in and all is revealed.",
    "Rating": 6.4,
    "Image": "/Images/DaisyDarker.jpg"
  },
  {
    "Name": "How To Kill Your Family",
    "Author": "Bella Mackie",
    "Month": "September",
    "Year": "2022",
    "Description": "I have killed several people (some brutally, others calmly) and yet I currently languish in jail for a murder I did not commit.When I think about what I actually did, I feel somewhat sad that nobody will ever know about the complex operation that I undertook. Getting away with it is highly preferable, of course, but perhaps when I'm long gone, someone will open an old safe and find this confession. The public would reel. After all, almost nobody else in the world can possibly understand how someone, by the tender age of 28, can have calmly killed six members of her family. And then happily got on with the rest of her life, never to regret a thing.",
    "Rating": 6.9,
    "Image": "/Images/HowToKillYourFamily.jpg"
  },
  {
    "Name": "Under the Whispering Door",
    "Author": "T.J. Klune",
    "Month": "August",
    "Year": "2022",
    "Description": "A Man Called Ove meets The Good Place in Under the Whispering Door, a delightful queer love story from TJ Klune, author of the New York Times and USA Today bestseller The House in the Cerulean Sea. Welcome to Charon's Crossing.The tea is hot, the scones are fresh, and the dead are just passing through.When a reaper comes to collect Wallace from his own funeral, Wallace begins to suspect he might be dead.And when Hugo, the owner of a peculiar tea shop, promises to help him cross over, Wallace decides he's definitely dead.But even in death he's not ready to abandon the life he barely lived, so when Wallace is given one week to cross over, he sets about living a lifetime in seven days.Hilarious, haunting, and kind, Under the Whispering Door is an uplifting story about a life spent at the office and a death spent building a home.",
    "Link": "https://www.amazon.co.uk/Under-Whispering-Door-TJ-Klune-ebook/dp/B095Z7RMJ3/ref=sr_1_1?keywords=under+the+whispering+door&qid=1659100491&s=books&sprefix=under+the+%2Cstripbooks%2C103&sr=1-1",
    "Rating": 5.1,
    "Image": "/Images/UnderTheWhisperingDoor.jpg",
    "Tags": [
      "Non-Ficton"
    ]
  },
  {
    "Name": "Quiet: The Power of Introverts in a World That Can't Stop Talking",
    "Author": "Susan Cain",
    "Month": "July",
    "Year": "2022",
    "Description": "A 2012 nonfiction book written by American author and lecturer Susan Cain. Cain argues that modern Western culture misunderstands and undervalues the traits and capabilities of introverted people, leading to a colossal waste of talent, energy, and happiness",
    "Rating": 5.0,
    "Image": "/Images/Quiet.jpg",
    "Link": "https://www.amazon.co.uk/Quiet-Power-Introverts-World-Talking/dp/0141029196"
  },
  {
    "Name": "Ella Minnow Pea",
    "Author": "Mark Dunn",
    "Month": "June",
    "Year": "2022",
    "Description": "Ella Minnow Pea is a 2001 novel by Mark Dunn. The full title of the hardcover version is Ella Minnow Pea: a progressively lipogrammatic epistolary fable, while the paperback version is titled Ella Minnow Pea: A Novel in Letters.",
    "Rating": 5.9,
    "Image": "/Images/EllaMinnowPea.jpg"
  },
  {
    "Name": "The Apartment",
    "Author": "K.L. Slater",
    "Month": "May",
    "Year": "2022",
    "Rating": 6.1,
    "Image": "/Images/TheApartment.jpg",
    "Description": "Freya Miller needs a miracle. In the fallout of her husband's betrayal, she's about to lose her family home, and with it the security she craves for her five-year-old daughter, Skye. Adrift and alone, she's on the verge of despair until a chance meeting with the charismatic Dr Marsden changes everything. He's seeking a new tenant for a shockingly affordable flat in a fashionable area of London."
  },
  {
    "Name": "Before the Coffee gets Cold",
    "Author": "Toshikazu Kawaguchi",
    "Month": "April",
    "Year": "2022",
    "Rating": 4.9,
    "Image": "/Images/BeforeTheCoffeeGetsCold.jpg",
    "Description": "Before the Coffee Gets Cold is a 2015 novel by Toshikazu Kawaguchi. It tells of a café in Tokyo that allows its customers to travel back in time, as long as they return before their coffee gets cold."
  },
  {
    "Name": "Anxious People",
    "Author": "Fredrik Backman",
    "Month": "March",
    "Year": "2022",
    "Rating": 5.5,
    "Image": "/Images/AnxiousPeople.jpg",
    "Description": "Anxious People is a novel by Swedish writer Fredrik Backman published by Månpocke in 2019. The novel was published in English in 2021. A poignant comedy about a crime that never took place, a would-be bank robber who disappears into thin air, and eight extremely anxious strangers who find they have more in common than they ever imagined."
  },
  {
    "Name": "The Last Thing He Told Me",
    "Author": "Fredrik Backman",
    "Month": "February",
    "Year": "2022",
    "Rating": 6.2,
    "Image": "/Images/TheLastThingHeToldMe.jpg",
    "Description": "Before Owen Michaels disappears, he manages to smuggle a note to his beloved wife of one year: Protect her. Despite her confusion and fear, Hannah Hall knows exactly to whom the note refers: Owen's sixteen-year-old daughter, Bailey. Bailey, who lost her mother tragically as a child. Bailey, who wants absolutely nothing to do with her new stepmother."
  },
  {
    "Name": "We Were Never Here",
    "Author": "Andrea Bartz",
    "Month": "January",
    "Year": "2022",
    "Rating": 6.6,
    "Image": "/Images/WeWereNeverHere.jpg",
    "Description": "Emily is having the time of her life--she's in the mountains of Chile with her best friend, Kristen, on their annual reunion trip, and the women are feeling closer than ever. But on the last night of their trip, Emily enters their hotel suite to find blood and broken glass on the floor. Kristen says the cute backpacker she'd been flirting with attacked her, and she had no choice but to kill him in self-defense. Even more shocking: The scene is horrifyingly similar to last year's trip, when another backpacker wound up dead. Emily can't believe it's happened again--can lightning really strike twice?"
  },
  {
    "Name": "Comfort & Joy",
    "Author": "Kristen Hannah",
    "Month": "December",
    "Year": "2021",
    "Rating": 3.5,
    "Image": "/Images/Comfort&Joy.jpg",
    "Description": "Joy Candellaro once loved Christmas more than any other time of the year. Now, as the holiday approaches, she is at a crossroads in her life; recently divorced and alone, she can't summon the old enthusiasm for celebrating. So without telling anyone, she buys a ticket and boards a plane bound for the beautiful Pacific Northwest. When an unexpected detour takes her deep into the woods of the Olympic rainforest, Joy makes a bold decision to leave her ordinary life behind--to just walk away--and thus begins an adventure unlike any she could have imagined."
  },
  {
    "Name": "Thursday Night Murder Club",
    "Author": "Richard Osman",
    "Month": "November",
    "Year": "2021",
    "Rating": 6.1,
    "Image": "/Images/TheThursdayNightMurderClub.jpg",
    "Description": "In a peaceful retirement village, four unlikely friends meet weekly in the Jigsaw Room to discuss unsolved crimes; together they call themselves The Thursday Murder Club. Elizabeth, Joyce, Ibrahim and Ron might be pushing eighty but they still have a few tricks up their sleeves. When a local developer is found dead with a mysterious photograph left next to the body, the Thursday Murder Club suddenly find themselves in the middle of their first live case. As the bodies begin to pile up, can our unorthodox but brilliant gang catch the killer, before it's too late?"
  },
  {
    "Name": "The Good Sister",
    "Author": "Sally Hepworth",
    "Month": "October",
    "Year": "2021",
    "Rating": 8.0,
    "Image": "/Images/TheGoodSister.jpg",
    "Description": "There's only been one time that Rose couldn't stop me from doing the wrong thing and that was a mistake that will haunt me for the rest of my life. Fern Castle works in her local library. She has dinner with her twin sister Rose three nights a week. And she avoids crowds, bright lights and loud noises as much as possible. Fern has a carefully structured life and disrupting her routine can be...dangerous."
  },
  {
    "Name": "The Paper Palace",
    "Author": "Miranda Cowley Heller",
    "Month": "September",
    "Year": "2021",
    "Rating": 5.5,
    "Image": "/Images/ThePaperPalace.jpg",
    "Description": "It is a perfect July morning, and Elle, a fifty-year-old happily married mother of three, awakens at The Paper Palace—the family summer place which she has visited every summer of her life. But this morning is different: last night Elle and her oldest friend Jonas crept out the back door into the darkness and had sex with each other for the first time, all while their spouses chatted away inside."
  },
  {
    "Name": "The Downstairs Girl",
    "Author": "Stacey Lee",
    "Month": "August",
    "Year": "2021",
    "Rating": 5.3,
    "Image": "/Images/TheDownstairsGirl.jpg",
    "Description": "By day, seventeen-year-old Jo Kuan works as a lady's maid for the cruel daughter of one of the wealthiest men in Atlanta. But by night, Jo moonlights as the pseudonymous author of a newspaper advice column for the genteel Southern lady, 'Dear Miss Sweetie.' When her column becomes wildly popular, she uses the power of the pen to address some of society's ills, but she's not prepared for the backlash that follows when her column challenges fixed ideas about race and gender."
  },
  {
    "Name": "Sophie's World",
    "Author": "Jostein Gaarder",
    "Month": "July",
    "Year": "2021",
    "Rating": 1.7,
    "Image": "/Images/SophiesWorld.jpg",
    "Description": "One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: 'Who are you?' and 'Where does the world come from?' From that irresistible beginning, Sophie becomes obsessed with questions that take her far beyond what she knows of her Norwegian village. Through those letters, she enrolls in a kind of correspondence course, covering Socrates to Sartre, with a mysterious philosopher, while receiving letters addressed to another girl. Who is Hilde? And why does her mail keep turning up? To unravel this riddle, Sophie must use the philosophy she is learning—but the truth turns out to be far more complicated than she could have imagined."
  },
  {
    "Name": "The Great Alone",
    "Author": "Kristen Hannah",
    "Month": "June",
    "Year": "2021",
    "Rating": 4.7,
    "Image": "/Images/TheGreatAlone.jpg",
    "Description": "Alaska, 1974. Unpredictable. Unforgiving. Untamed. For a family in crisis, the ultimate test of survival. Ernt Allbright, a former POW, comes home from the Vietnam war a changed and volatile man. When he loses yet another job, he makes an impulsive decision: he will move his family north, to Alaska, where they will live off the grid in America's last true frontier."
  },
  {
    "Name": "Northern Spy",
    "Author": "Flynn Berry",
    "Month": "May",
    "Year": "2021",
    "Rating": 8.3,
    "Image": "/Images/NorthernSpy.jpg",
    "Description": "A producer at the Belfast bureau of the BBC, Tessa is at work one day when the news of another raid comes on the air. The IRA may have gone underground after the Good Friday agreement, but they never really went away, and lately, bomb threats, arms drops, and helicopters floating ominously over the city have become features of everyday life. As the anchor requests the public's help in locating those responsible for this latest raid - a robbery at a gas station - Tessa's sister appears on the screen. Tessa watches in shock as Marian pulls a black mask over her face."
  },
  {
    "Name": "Murder in Minehead",
    "Author": "Patricia Ainger",
    "Month": "April",
    "Year": "2021",
    "Rating": 3.6,
    "Image": "/Images/MurderInMinehead.jpg",
    "Description": "A sequel to 'Hotel Life' - it is six months since the wedding of Rachel and Sebastian. Being married to Sebastian is everything Rachel dreamed it would be … That is until a guest staying in the hotel disappears and her body is discovered in a bus shelter. She has been strangled. On the surface this has nothing to do with Rachel and her family, but as the investigation unfolds, the murder reveals far reaching, long buried, family skeletons."
  },
  {
    "Name": "The Guest List",
    "Author": "Lucy Foley",
    "Month": "March",
    "Year": "2021",
    "Rating": 7.5,
    "Image": "/Images/TheGuestList.jpg",
    "Description": "The bride ‧ The plus one ‧ The best man ‧ The wedding planner ‧ The bridesmaid ‧ The body ‧\n On an island off the coast of Ireland, guests gather to celebrate two people joining their lives together as one. The cell phone service may be spotty and the waves may be rough, but every detail has been expertly planned and will be expertly executed. Then someone turns up dead. Who didn't wish the happy couple well? And perhaps more important, why?"
  },
  {
    "Name": "The Alice Network",
    "Author": "Kate Quinn",
    "Month": "Febuary",
    "Year": "2021",
    "Rating": 7.6,
    "Image": "/Images/TheAliceNetwork.jpg",
    "Description": "In an enthralling new historical novel from national bestselling author Kate Quinn, two women—a female spy recruited to the real-life Alice Network in France during World War I and an unconventional American socialite searching for her cousin in 1947—are brought together in a mesmerizing story of courage and redemption."
  },
  {
    "Name": "Where the Crawdads Sing",
    "Author": "Delia Owens",
    "Month": "January",
    "Year": "2021",
    "Rating": 8.0,
    "Image": "/Images/WhereTheCrawdadsSing.jpg",
    "Description": "For years, rumors of the 'Marsh Girl' haunted Barkley Cove, a quiet fishing village. Kya Clark is barefoot and wild; unfit for polite society. So in late 1969, when the popular Chase Andrews is found dead, locals immediately suspect her. But Kya is not what they say. A born naturalist with just one day of school, she takes life's lessons from the land, learning the real ways of the world from the dishonest signals of fireflies. But while she has the skills to live in solitude forever, the time comes when she yearns to be touched and loved. Drawn to two young men from town, who are each intrigued by her wild beauty, Kya opens herself to a new and startling world—until the unthinkable happens."
  },
  {
    "Name": "Murder in the Snow: A Cotswold Christmas Mystery",
    "Author": "Gladys Mitchell",
    "Month": "December",
    "Year": "2020",
    "Rating": 4.2,
    "Image": "/Images/MurderInTheSnow.jpg",
    "Description": "Mrs Bradley, sharp-eyed detective and celebrated psychiatrist, has decided to spend Christmas with her nephew at his beautiful house in the Cotswolds. It isn't long before a mystery unfolds. There are strange events occurring in the nearby wood and local villagers are receiving anonymous threatening letters. Then the snow begins to fall - and a body is discovered. Mrs Bradley is on the case, but she'll have to hatch an ingenious plan to reveal the truth and find the culprit…"
  },
  {
    "Name": "I Am Legend",
    "Author": "Richard Matheson",
    "Month": "November",
    "Year": "2020",
    "Rating": 5.0,
    "Image": "/Images/IAmLegend.jpg",
    "Description": "Robert Neville is the last living man on Earth . . . but he is not alone. Every other man, woman and child on the planet has become a vampire, and they are hungry for Neville's blood. By day he is the hunter, stalking the undead through the ruins of civilisation. By night, he barricades himself in his home and prays for the dawn. How long can one man survive like this?"
  },
  {
    "Name": "Silver Sparrow",
    "Author": "Tayari Jones",
    "Month": "November",
    "Year": "2020",
    "Rating": 5.2,
    "Image": "/Images/SilverSparrow.jpg",
    "Description": "With the opening line of Silver Sparrow, “My father, James Witherspoon is a bigamist,” Tayari Jones unveils a breathtaking story about a man's deception, a family's complicity, and the teenage girls caught in the middle. Set in a middle-class neighborhood in Atlanta in the 1980s, the novel revolves around James Witherspoon's families, the public one and the secret one. When the daughters from each family meet and form a friendship, only one of them knows they are sisters. It is a relationship destined to explode when secrets are revealed and illusions shattered. As Jones explores the backstories of her rich and flawed characters, she also reveals the joy, and the destruction, they brought to each other's lives."
  },
  {
    "Name": "The Bazzar of Bad Dreams",
    "Author": "Stephen King",
    "Month": "October",
    "Year": "2020",
    "Rating": 3.3,
    "Image": "/Images/The_Bazaar_of_Bad_Dreams.jpg",
    "Description": "There are thrilling connections between stories; themes of morality, the afterlife, guilt, what we would do differently if we could see into the future or correct the mistakes of the past. “Afterlife” is about a man who died of colon cancer and keeps reliving the same life, repeating his mistakes over and over again. Several stories feature characters at the end of life, revisiting their crimes and misdemeanors. Other stories address what happens when someone discovers that he has supernatural powers—the columnist who kills people by writing their obituaries in “Obits;” the old judge in “The Dune” who, as a boy, canoed to a deserted island and saw names written in the sand, the names of people who then died in freak accidents. In “Morality,” King looks at how a marriage and two lives fall apart after the wife and husband enter into what seems, at first, a devil's pact they can win."
  },
  {
    "Name": "The Secret Barrister: Stories of the Law and How It's Broken",
    "Author": "The Secret Barrister",
    "Month": "September",
    "Year": "2020",
    "Rating": 3.8,
    "Image": "/Images/TheSecretBarrister.jpg",
    "Description": "Welcome to the world of the Secret Barrister. These are the stories of life inside the courtroom. They are sometimes funny, often moving and ultimately life-changing. How can you defend a child-abuser you suspect to be guilty? What do you say to someone sentenced to ten years who you believe to be innocent? What is the law and why do we need it? And why do they wear wigs? From the criminals to the lawyers, the victims, witnesses and officers of the law, here is the best and worst of humanity, all struggling within a broken system which would never be off the front pages if the public knew what it was really like."
  },
  {
    "Name": "Never Let Me Go",
    "Author": "Kazuo Ishiguro",
    "Month": "August",
    "Year": "2020",
    "Rating": 4.8,
    "Image": "/Images/NeverLetMeGo.jpg",
    "Description": "Hailsham seems like a pleasant English boarding school, far from the influences of the city. Its students are well tended and supported, trained in art and literature, and become just the sort of people the world wants them to be. But, curiously, they are taught nothing of the outside world and are allowed little contact with it."
  },
  {
    "Name": "One of Us is Lying",
    "Author": "Karen M. McManus",
    "Month": "July",
    "Year": "2020",
    "Rating": 6.3,
    "Image": "/Images/OneOfUsIsLying.jpg",
    "Description": "Pay close attention and you might solve this. On Monday afternoon, five students at Bayview High walk into detention. Bronwyn, the brain, is Yale-bound and never breaks a rule. Addy, the beauty, is the picture-perfect homecoming princess. Nate, the criminal, is already on probation for dealing. Cooper, the athlete, is the all-star baseball pitcher. And Simon, the outcast, is the creator of Bayview High's notorious gossip app. Only, Simon never makes it out of that classroom. Before the end of detention Simon's dead."
  },
  {
    "Name": "Such a Fun Age",
    "Author": "Kiley Reid",
    "Month": "June",
    "Year": "2020",
    "Rating": 6.4,
    "Image": "/Images/SuchAFunAge.jpg",
    "Description": "Alix Chamberlain is a woman who gets what she wants and has made a living, with her confidence-driven brand, showing other women how to do the same. So she is shocked when her babysitter, Emira Tucker, is confronted while watching the Chamberlains' toddler one night, walking the aisles of their local high-end supermarket. The store's security guard, seeing a young black woman out late with a white child, accuses Emira of kidnapping two-year-old Briar. A small crowd gathers, a bystander films everything, and Emira is furious and humiliated. Alix resolves to make things right."
  },
  {
    "Name": "Normal People",
    "Author": "Sally Rooney",
    "Month": "May",
    "Year": "2020",
    "Rating": 7.1,
    "Image": "/Images/NormalPeople.jpg",
    "Description": "At school Connell and Marianne pretend not to know each other. He's popular and well-adjusted, star of the school soccer team while she is lonely, proud, and intensely private. But when Connell comes to pick his mother up from her housekeeping job at Marianne's house, a strange and indelible connection grows between the two teenagers - one they are determined to conceal."
  },
  {
    "Name": "The Lovely Bones",
    "Author": "Alice Sebold",
    "Month": "April",
    "Year": "2020",
    "Rating": 6.3,
    "Image": "/Images/The_Lovely_Bones.jpg",
    "Description": "So begins the story of Susie Salmon, who is adjusting to her new home in heaven, a place that is not at all what she expected, even as she is watching life on earth continue without her -- her friends trading rumors about her disappearance, her killer trying to cover his tracks, her grief-stricken family unraveling. Out of unspeakable tragedy and loss, The Lovely Bones succeeds, miraculously, in building a tale filled with hope, humor, suspense, even joy."
  },
  {
    "Name": "Juror No. 3",
    "Author": "James Patterson",
    "Month": "March",
    "Year": "2020",
    "Rating": 4.4,
    "Image": "/Images/JurorNo3.jpg",
    "Description": "The murder of a woman from one of the town's oldest families has Rosedale's upper crust howling for blood, and the prosecutor is counting on Ruby's inexperience to help him deliver a swift conviction. Ruby's client is a college football star who has returned home after a career-ending injury, and she is determined to build a defense that will stick."
  },
  {
    "Name": "Yes Man",
    "Author": "Danny Wallace",
    "Month": "Febuary",
    "Year": "2020",
    "Rating": 3.6,
    "Image": "/Images/YesMan.jpg",
    "Description": "Recently single, Danny Wallace was falling into loneliness and isolation. When a stranger on a bus advises, Say yes more. Wallace vows to say yes to every offer, invitation, challenge, and chance. In Yes Man, Wallace recounts his months-long commitment to complete openness with profound insight and humbling honesty."
  },
  {
    "Name": "Boy Swallows Universe",
    "Author": "Trent Dalton",
    "Month": "Febuary",
    "Year": "2020",
    "Rating": 5.8,
    "Image": "/Images/BoySwallowsUniverse.jpg",
    "Description": "A novel of love, crime, magic, fate and coming of age, set in Brisbane's violent working class suburban fringe - from one of Australia's most exciting new writers. A story of brotherhood, true love and the most unlikely of friendships, Boy Swallows Universe will be the most heartbreaking, joyous and exhilarating novel you will read all year."
  },
  {
    "Name": "Ender's Game",
    "Author": "Orson Scott Card",
    "Month": "January",
    "Year": "2020",
    "Rating": 4.4,
    "Image": "/Images/EndersGame.jpg",
    "Description": "Andrew 'Ender' Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast."
  },
  {
    "Name": "Landline",
    "Author": "Rainbow Rowell",
    "Month": "December",
    "Year": "2019",
    "Rating": 2.3,
    "Image": "/Images/Landline.jpg",
    "Description": "Georgie McCool knows her marriage is in trouble; it has been in trouble for a long time. She still loves her husband, Neal, and Neal still loves her, deeply — but that almost seems beside the point now. Maybe that was always beside the point. Two days before they're supposed to visit Neal's family in Omaha for Christmas, Georgie tells Neal that she can't go. She's a TV writer, and something's come up on her show; she has to stay in Los Angeles. She knows that Neal will be upset with her — Neal is always a little upset with Georgie — but she doesn't expect him to pack up the kids and go home without her. When her husband and the kids leave for the airport, Georgie wonders if she's finally done it. If she's ruined everything. That night, Georgie discovers a way to communicate with Neal in the past. It's not time travel, not exactly, but she feels like she's been given an opportunity to fix her marriage before it starts."
  },
  {
    "Name": "Eleanor Oliphant is Completely Fine",
    "Author": "Gail Honeyman",
    "Month": "November",
    "Year": "2019",
    "Rating": 8.7,
    "Image": "/Images/EleanorOliphant.jpg",
    "Description": "Meet Eleanor Oliphant: she struggles with appropriate social skills and tends to say exactly what she's thinking. Nothing is missing in her carefully timetabled life of avoiding unnecessary human contact, where weekends are punctuated by frozen pizza, vodka, and phone chats with Mummy. But everything changes when Eleanor meets Raymond, the bumbling and deeply unhygienic IT guy from her office. When she and Raymond together save Sammy, an elderly gentleman who has fallen, the three rescue one another from the lives of isolation that they had been living."
  },
  {
    "Name": "Wonder",
    "Author": "R.J. Palacio",
    "Month": "October",
    "Year": "2019",
    "Rating": 6.5,
    "Image": "/Images/Wonder.jpg",
    "Description": "August Pullman was born with a facial difference that, up until now, has prevented him from going to a mainstream school. Starting 5th grade at Beecher Prep, he wants nothing more than to be treated as an ordinary kid—but his new classmates can't get past Auggie's extraordinary face. Wonder, begins from Auggie's point of view, but soon switches to include his classmates, his sister, her boyfriend, and others."
  },
  {
    "Name": "The Hate You Give",
    "Author": "Angie Thomas",
    "Month": "September",
    "Year": "2019",
    "Rating": 6.9,
    "Image": "/Images/TheHateYouGive.jpg",
    "Description": "Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed."
  },
  {
    "Name": "The Nightingale",
    "Author": "Kristen Hannah",
    "Month": "August",
    "Year": "2019",
    "Rating": 9.0,
    "Image": "/Images/TheNightingale.jpg",
    "Description": "With courage, grace and powerful insight, bestselling author Kristin Hannah captures the epic panorama of World War II and illuminates an intimate part of history seldom seen: the women's war. The Nightingale tells the stories of two sisters, separated by years and experience, by ideals, passion and circumstance, each embarking on her own dangerous path toward survival, love, and freedom in German-occupied, war-torn France—a heartbreakingly beautiful novel that celebrates the resilience of the human spirit and the durability of women. It is a novel for everyone, a novel"
  },
  {
    "Name": "Did You See Melody",
    "Author": "Sophie Hannah",
    "Month": "July",
    "Year": "2019",
    "Rating": 6.3,
    "Image": "/Images/DidYouSeeMelody.jpg",
    "Description": "Late at night, exhausted and desperate, Cara lets herself into her hotel room and is shocked to find it already occupied - by a man and a teenage girl. A simple mistake on the part of the hotel receptionist - but Cara's fear intensifies when she works out that the girl she saw alive and well in the hotel room is someone she can't possibly have seen: the most famous murder victim in the country, Melody Chapa, whose parents are serving life sentences for her murder."
  },
  {
    "Name": "Everything I Never Told You",
    "Author": "Celeste Ng",
    "Month": "June",
    "Year": "2019",
    "Rating": 6.3,
    "Image": "/Images/EverythingINeverToldYou.jpg",
    "Description": "Lydia is dead. But they don't know this yet. So begins this exquisite novel about a Chinese American family living in 1970s small-town Ohio. Lydia is the favorite child of Marilyn and James Lee, and her parents are determined that she will fulfill the dreams they were unable to pursue. But when Lydia's body is found in the local lake, the delicate balancing act that has been keeping the Lee family together is destroyed, tumbling them into chaos."
  },
  {
    "Name": "The Power",
    "Author": "Naomi Alderman",
    "Month": "May",
    "Year": "2019",
    "Rating": 4.5,
    "Image": "/Images/ThePower.jpg",
    "Description": "In The Power the world is a recognisable place: there's a rich Nigerian kid who lounges around the family pool; a foster girl whose religious parents hide their true nature; a local American politician; a tough London girl from a tricky family. But something vital has changed, causing their lives to converge with devastating effect. Teenage girls now have immense physical power - they can cause agonising pain and even death. And, with this small twist of nature, the world changes utterly."
  }
]